{"name":"adamhelsinger_a-human-dna-sequence","title":"A Human DNA Sequence","description":"The DNA sequence of Manu Sporny, who uploaded his information to the internet for open source purposes.\n\nThe information below is from the Readme file, explaining the data and licensing:\n\n**Introduction**\n------------\n\nThis git repository contains the genetic information for Manu Sporny\nextracted using the Illumina OmniExpress Plus Genotyping Beadchip.\n\nThe main data file contains roughly 1 million genetic markers that\nidentify things like eye color, resistance to certain diseases,\ncarrier status of other diseases such as glaucoma, certain types of\ncancers, obesity, how susceptible I am to Multiple Sclerosis and other \nimportant health markers that could be used to prevent health issues\nin the future.\n\nI am releasing this data because I believe that it will help others.\n\nOne way that it could help is that it gives Computer Scientists and \nBio-Engineers some raw test data to work with that is around 99% accurate.\nJust having real data to work with is important when writing Open Source\nsoftware and there is very little good Open Source software for genomics\nresearch right now. I hope that by releasing this data, and with the\nplanned release of some open source software to work with this data in\nreal-time, that we will help move this exciting new industry forward.\n\nYou can read more about why I chose to release my genetic data here:\n\nhttp://manu.sporny.org/2011/public-domain-genome/\n\n**License**\n-------\n\nTo the extent possible under law, Manu Sporny has waived all copyright and \nrelated or neighboring rights to Manu Sporny's Genetic Data from \n23andme.com. This work is published from: United States.\n\nI am releasing the genetic data held in this repository under a \nCreative Commons Public Domain License (CC0). You can read more about\nthis license here:\n\nhttp://creativecommons.org/publicdomain/zero/1.0/","homepage":"https://data.world/adamhelsinger/a-human-dna-sequence","resources":[{"name":"original/Makefile","path":"original/Makefile","format":"","mediatype":"application/octet-stream","bytes":136},{"name":"original/ManuSporny-genome.txt","path":"original/ManuSporny-genome.txt","format":"txt","mediatype":"text/plain","bytes":24913905},{"name":"original/README","path":"original/README","format":"","mediatype":"application/octet-stream","bytes":37415}],"keywords":["dna","biology","deoxyribonucleic acid","genetics","genome"]}